exports.default = {
    chrome_version: '131.0.6778.86',
    maps:{
       fuel:{
          "FLEXIBLE FUEL":1,
          "GAS":1,
          "DIESEL":2,
          "ELECTRIC":4,
          "HYBRID ENGINE":5,
          "DEFAULT":6
       },
       color:{
          "WHITE":0,
          "BLACK":1,
          "BLUE":2,
          "GRAY":3,
          "SILVER":4,
          "RED":5,
          "GREEN":6,
          "ASPHALT":8,
          "ORANGE":7,
          "BEIGE":9,
          "BRONZE":11,
          "YELLOW":14,
          "GOLD":15,
          "BROWN":16,
          "OLIVE":19,
          "PINK":20,
          "PURPLE":22
       },
       drive:{
          "FRONT-WHEEL DRIVE":1,
          "REAR-WHEEL DRIVE":2,
          "ALL-WHEEL DRIVE":0,
          "DEFAULT":0
       },
       body:{
          "SEDAN 4D":7,
          "PICKUP":1,
          "2DR SPOR":6,
          "4DR EXT":1,
          "4DR SPOR":6,
          "COUPE":2,
          "COUPE 3D":4,
          "CREW PIC":1,
          "HATCBACK":4,
          "SPORTS V":5,
          "EXTENDED":9,
          "CONVERTI":0,
          "STATION":3,
          "CARGO VAN":9,
          "DEFAULT":8
       }
    },
    dataset: {
      textValues: [
         {selector: 'Опис', value: `Авто від страхової!

Вартість авто на аукціоні США - {{price}} $
Стан Run & Drive
Пробіг -  {{miles}} mi (ACTUAL)
Привід -  {{drive}}
Двигун -  {{engine}} AКПП

Окрім цього автомобіля маємо багато інших варіантів авто.
Детальніше звертайтесь по телефону або в приватні повідомлення

Доставка до двох місяців в Україну Через Литву та Німеччину

Компанія Global Auto Logistic
На ринку близько 4-ох років!!!
Більше 4000 задоволених клієнтів

Майданчик з продажу автомобілів в наявності у Львові та Тернополі
Головний офіс у Львові, філіали у Луцьку, Києві та Івано - Франківську

Авто під ключ Із аукціонів COPART та IAAI
Наші послуги - 400$
Без прихованих платежів`},
      ],

      checkboxValues: [
         'На ходу, технічно справна',                      
         'Звичайний продаж',
         'Гаражне зберігання',
         'Не бита',
         'Не фарбована',
         'Перший власник',
         'Сервісна книжка',
         'Електропакет',
         'Підігрів дзеркал',
         'Електросклопiдйомники',
         'Обігрів керма',
         'Підсилювач керма',
         'Тонування скла',
         'Бортовий комп\'ютер',
         'Датчик світла',
         'Пам\'ять сидінь',
         'Запуск кнопкою',
         'Датчик дощу',
         'Шкіряний салон',
         'Панорамний дах',
         'Круїз контроль',
         'Ел. регулювання сидінь',
         'Люк',
         'Камера заднього виду',
         'Мультируль',
         'Омивач фар',
         'CD',
         'AUX',
         'Bluetooth',
         'USB',
         'Акустика',
         'Магнітола',
         'Підсилювач',
         'Сабвуфер',
         'Система навігації GPS',
         'ABD',
         'ABS',
         'Сервокермо',
         'Сигналізація',
         'Центральний замок',
         'Ксенон',
         'Іммобілайзер',
         'Денні ходові вогні',
         'GPS трекер',
         'Безключовий доступ',
         'Подушка безпеки (Airbag)',
         'Парктроник',
         'Підігрів сидінь',
         'Клiмат контроль',
         'ESP',
         'Індивідуальна комплектація',
         'Галогенні фари',
      ],
      dropdownValues: [
         {selector: 'Ціна:1',                value: 1}, 
         {selector: 'Тип автомобіля',        value: 2},
         {selector: 'Розмитнена',            value: 2},
         {selector: 'Авто пригнано з',       value: 0},
         {selector: 'Коробка передач',       value: 1},
         {selector: 'Лакофарбове покриття',  value: 2},
         {selector: 'Кількість дверей',      value: 3},
         {selector: 'Кількість місць',       value: 3},
      ],
      buttonClicks: [
         'Бізнес'
      ],
    }
 }